Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultTakeoffParam Property
 "Tap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultTakeoffParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultTakeoffParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultTakeoffParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultTakeoffParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace